[
  {
    "source": { "id": 1 },
    "author": "Connie Loizos",
    "title": "Breakout Ventures has a new, $112.5 million fund, backed by Tony Fadell, Chris Sacca, and others",
    "description": "Breakout Ventures, a San Francisco-based seed-stage venture firm that funds what it calls creative biosciences startups, has closed the second fund in its five-year history with $112.5 million in capital commitments. Both of its funds, including a $60 million…",
    "url": "//techcrunch.com/2021/12/09/breakout-ventures-has-a-new-112-5-million-fund-backed-by-tony-fadell-chris-sacca-and-others/",
    "imageurl": "//techcrunch.com/wp-content/uploads/2021/12/Breakout-Ventures-Team.jpg?w=537",
    "published": "2021-12-10T07:54:18Z",
    "content": "Breakout Ventures, a San Francisco-based seed-stage venture firm that funds what it calls creative biosciences startups, has closed the second fund in its five-year history with $112.5 million in cap… [+5208 chars]"
  },
  {
    "source": { "id": 2 },
    "author": "Ingrid Lunden",
    "title": "Flink, the Berlin-based instant grocery startup, is now valued at $2.85B after raising $750M in a round led by DoorDash",
    "description": "Instant grocery delivery continues to be a very frothy market, but today comes news of a major funding round for one player in it that investors believe will still be standing after the hype has died down. Flink, the Berlin-based startup that sells food and o…",
    "url": "//techcrunch.com/2021/12/09/flink-the-berlin-based-instant-grocery-startup-is-now-valued-at-2-85b-after-raising-750m-in-a-round-led-by-doordash/",
    "imageurl": "//techcrunch.com/wp-content/uploads/2021/12/IMG_0919.jpeg?w=600",
    "published": "2021-12-10T06:03:48Z",
    "content": "Instant grocery delivery continues to be a very frothy market, but today comes news of a major funding round for one player in it that investors believe will still be standing after the hype has died… [+7923 chars]"
  },
  {
    "source": { "id": 3 },
    "author": "Jon Fingas",
    "title": "GM plans to start Silverado EV production in early 2023",
    "description": "GM will take the wraps from its Silverado EV at CES 2022, but you'll have to wait considerably longer to put one in your garage.",
    "url": "//techcrunch.com/2021/12/09/gm-plans-to-start-silverado-ev-production-in-early-2023/",
    "imageurl": "//techcrunch.com/wp-content/uploads/2021/04/Chevrolet-Silverado-E-Teaser.jpg?w=711",
    "published": "2021-12-10T00:54:20Z",
    "content": "More posts by this contributor\r\nGM will take the wraps from its Silverado EV at CES 2022, but you’ll have to wait considerably longer to put one in your garage. According to Automotive News, GM has r… [+1183 chars]"
  },
  {
    "source": { "id": 4 },
    "author": "Connie Loizos",
    "title": "Tyson Clark, a general partner with GV, has passed away",
    "description": "Tyson Clark, a general partner with GV, has passed away unexpectedly. GV CEO David Krane just issued a statement about the team’s loss, writing, “With great sadness, we share the news that Tyson Clark, our friend and GV general partner, passed away yesterday …",
    "url": "//techcrunch.com/2021/12/09/tyson-clark-a-general-partner-with-gv-has-passed-away/",
    "imageurl": "//techcrunch.com/wp-content/uploads/2021/12/tyson-clark.jpg?w=400",
    "published": "2021-12-10T00:52:23Z",
    "content": "Tyson Clark, a general partner with GV, has passed away unexpectedly. GV CEO David Krane just issued a statement about the team’s loss, writing, “With great sadness, we share the news that Tyson Clar… [+3860 chars]"
  },
  {
    "source": { "id": 5 },
    "author": "Marquise Foster",
    "title": "Beat the late-registration deadline and buy your pass to TC Sessions: Space 2021",
    "description": "Time marches on, and yours is running out if you want to attend TC Sessions: Space 2021 on December 14-15. If your passion and/or livelihood is rooted in building the space 2.0 economy, why the heck wouldn’t you attend the premiere conference for early-stage …",
    "url": "//techcrunch.com/2021/12/09/beat-the-late-registration-deadline-and-buy-your-pass-to-tc-sessions-space-2021/",
    "imageurl": "//techcrunch.com/wp-content/uploads/2021/12/5days.png?w=764",
    "published": "2021-12-10T00:06:08Z",
    "content": "Time marches on, and yours is running out if you want to attend TC Sessions: Space 2021 on December 14-15. If your passion and/or livelihood is rooted in building the space 2.0 economy, why the heck … [+2070 chars]"
  },
  {
    "source": { "id": 6 },
    "author": "Alex Wilhelm",
    "title": "Daily Crunch: In just 12 months, LatAm e-commerce platform Merama attains unicorn status",
    "description": "Hello friends and welcome to Daily Crunch, bringing you the most important startup, tech and venture capital news in a single package.",
    "url": "//techcrunch.com/2021/12/09/daily-crunch-102/",
    "imageurl": "//techcrunch.com/wp-content/uploads/2021/12/Screen-Shot-2021-12-09-at-12.55.46-PM.png?w=764",
    "published": "2021-12-09T23:10:32Z",
    "content": "To get a roundup of TechCrunchs biggest and most important stories delivered to your inbox every day at 3 p.m. PST, subscribe here.\r\nHello and welcome to Daily Crunch for December 9, 2021!  Yes, were… [+7136 chars]"
  },
  {
    "source": { "id": 7 },
    "author": "Manish Singh",
    "title": "Web creator Tim Berners-Lee’s startup Inrupt raises $30 million",
    "description": "Tim Berners-Lee’s startup, Inrupt, has raised about $30 million in its Series A financing round, a source familiar with the matter said. Forte Ventures led Inrupt’s new round, the two said Thursday, but both declined to disclose the size of the deal. The roun…",
    "url": "//techcrunch.com/2021/12/09/tim-berners-lee-inrupt-fundraise/",
    "imageurl": "//techcrunch.com/wp-content/uploads/2021/10/GettyImages-1057706944.jpg?w=600",
    "published": "2021-12-09T21:59:02Z",
    "content": "Tim Berners-Lees startup, Inrupt, has raised about $30 million in its Series A financing round, a source familiar with the matter said.\r\nForte Ventures led Inrupt’s new round, the two said Thursday, … [+2700 chars]"
  },
  {
    "source": { "id": 8 },
    "author": "Amanda Silberling",
    "title": "Meta's Horizon Worlds is available in the US and Canada for 18+ users",
    "description": "The company formerly known as Facebook is taking a step toward its goal to transport us to the metaverse. Now, Horizon Worlds — the Second Life or Minecraft of Meta’s VR apps — is expanding out of invite-only beta, opening up to all users over 18-years-old in…",
    "url": "//techcrunch.com/2021/12/09/metas-horizon-worlds-is-available-in-the-us-and-canada-for-18-users/",
    "imageurl": "//techcrunch.com/wp-content/uploads/2021/12/horizonworlds-copy.jpg?w=711",
    "published": "2021-12-09T21:38:56Z",
    "content": "The company formerly known as Facebook is taking a step toward its goal to transport us to the metaverse. Now, Horizon Worlds — the Second Life or Minecraft of Meta’s VR apps — is expanding out of in… [+3277 chars]"
  },
  {
    "source": { "id": 9 },
    "author": "Greg Kumparak",
    "title": "Officely raises $2M to help hybrid teams coordinate office time right in Slack",
    "description": "So your company is going WFH/Office hybrid. Great! Working from home more rules, even if management decisions or the specifics of your role mean it can’t happen every day. Now, how do you coordinate who goes in the office and when? Does it have to be the same…",
    "url": "//techcrunch.com/2021/12/09/officely-raises-2m-to-help-hybrid-teams-coordinate-office-time-right-in-slack/",
    "imageurl": "//techcrunch.com/wp-content/uploads/2021/12/officely.jpg?w=518",
    "published": "2021-12-09T21:32:45Z",
    "content": "So your company is going WFH/Office hybrid. Great! Working from home more rules, even if management decisions or the specifics of your role mean it can’t happen every day.\r\nNow, how do you coordinate… [+3603 chars]"
  },
  {
    "source": { "id": 10 },
    "author": "Aisha Malik",
    "title": "Facebook and Instagram roll out personalized 'Year in Review' features",
    "description": "Meta, formerly known as Facebook, has rolled out “Year in Review” features for both Facebook and Instagram. On Facebook, users can share their personalized ‘Year Together’ card, which highlights the friends, feelings, places and people that mattered most to t…",
    "url": "//techcrunch.com/2021/12/09/facebook-and-instagram-roll-out-personalized-year-in-review-features/",
    "imageurl": "//techcrunch.com/wp-content/uploads/2021/12/facebook-year-in-review.png?w=637",
    "published": "2021-12-09T21:18:23Z",
    "content": "Meta, formerly known as Facebook, has rolled out “Year in Review” features for both Facebook and Instagram. On Facebook, users can share their personalized Year Together card, which highlights the fr… [+1910 chars]"
  },
  {
    "source": { "id": 11 },
    "author": "Manish",
    "title": "Growing Concerns About Baktash Abtin’s Health Condition After Hospitalization",
    "description": "On December 8, Baktash Abtin, a prisoner of conscience, writer and member of the Iranian Writers Association (IWA) was hospitalized in Tehran due to poor health conditions and COVID-19 symptoms.",
    "imageurl": "//www.en-hrana.org/wp-content/uploads/2021/12/news3_09_12_2021.jpg",
    "published": "2021-12-10T15:38"
  },
  {
    "source": { "id": 12 },
    "author": "Nikhil Sharma",
    "title": "Katrina Kaif, Vicky Kaushal share sweets with media persons after wedding.",
    "description": "Vicky Kaushal and Katrina Kaif’s wedding took everybody by surprise and has created a lot of buzz in the last few days. Though the couple is yet to confirm if they are really tying the knot, rumours are rife that Vicky and Katrina will exchange wedding vows today on December 9, this year. As per various reports and information provided, the duo has planned an extravagant wedding in Rajasthan’s exotic fort. While their fans are waiting with bated breath for official confirmation and pictures, many are wondering how did love blossom between the two.",
    "imageurl": "//images.hindustantimes.com/img/2021/12/09/550x309/katrina_kaif_vicky_kaushal_1639065121520_1639065134429.jpg",
    "published": "2021-12-10T15:44"
  }
]
